Repository: primowebsolutions/drupal7-platform-v1
Catalog: app/sites/all/translations/commerce_multicurrency-7.x-1.3.*.po
Languages: fr

source: Save
fr: Enregistrer

source: Save Settings
fr: Enregistrer les paramètres

source: Exchange rate
fr: Taux de change

source: Line item
fr: Élément de commande

source: Product line item
fr: Élément de commande de type produit

source: Exchange rate from @currency_code to @conversion_currency_code.
fr: Taux de change de @currency_code à @conversion_currency_code.

source: The user currency
fr: La devise de l'utilisateur

source: European Central Bank
fr: Banque centrale européenne

source: Processed @current out of @total currencies.
fr: @current sur @total devises traitées.

source: Currency Selector
fr: Sélecteur de devise

source: Select currency
fr: Sélectionner une devise

source: User's currency
fr: Devise de l'utilisateur

source: The currency to use for the current user.
fr: La devise à utiliser pour l'utilisateur actuel.

source: Currency conversion
fr: Conversion de devises

source: Configure currency conversion.
fr: Configurer la conversion de devises.

source: Currency handling
fr: Gestion des devises

source: Configure currency handling.
fr: Configurer la gestion des devises.

source: The currency code to use
fr: Le code de devise à utiliser
